datasets/benchmark-results/panthur/201811151254/wordpress-results-panthur-5-201811151254.log
Running 1m test @ http://blag.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 308.721ms, rate sampling interval: 1002ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   194.87ms  151.49ms 924.67ms   86.40%
    Req/Sec     4.00      0.81     6.00     89.80%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  144.13ms
 75.000%  190.21ms
 90.000%  390.40ms
 99.000%  873.47ms
 99.900%  925.18ms
 99.990%  925.18ms
 99.999%  925.18ms
100.000%  925.18ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      50.591     0.000000            1         1.00
      92.927     0.100000           25         1.11
     109.695     0.200000           50         1.25
     121.599     0.300000           75         1.43
     131.839     0.400000          100         1.67
     144.127     0.500000          125         2.00
     149.247     0.550000          138         2.22
     154.623     0.600000          150         2.50
     163.583     0.650000          163         2.86
     178.303     0.700000          175         3.33
     190.207     0.750000          188         4.00
     201.983     0.775000          194         4.44
     228.095     0.800000          200         5.00
     274.175     0.825000          207         5.71
     313.343     0.850000          213         6.67
     361.471     0.875000          219         8.00
     380.415     0.887500          222         8.89
     390.399     0.900000          225        10.00
     408.319     0.912500          229        11.43
     423.167     0.925000          233        13.33
     439.551     0.937500          235        16.00
     446.463     0.943750          237        17.78
     456.703     0.950000          238        20.00
     478.719     0.956250          240        22.86
     488.703     0.962500          241        26.67
     630.783     0.968750          243        32.00
     630.783     0.971875          243        35.56
     745.983     0.975000          244        40.00
     812.543     0.978125          245        45.71
     856.063     0.981250          246        53.33
     866.815     0.984375          247        64.00
     866.815     0.985938          247        71.11
     866.815     0.987500          247        80.00
     873.471     0.989062          248        91.43
     873.471     0.990625          248       106.67
     916.991     0.992188          249       128.00
     916.991     0.992969          249       142.22
     916.991     0.993750          249       160.00
     916.991     0.994531          249       182.86
     916.991     0.995313          249       213.33
     925.183     0.996094          250       256.00
     925.183     1.000000          250          inf
#[Mean    =      194.870, StdDeviation   =      151.485]
#[Max     =      924.672, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.47MB read
Requests/sec:      5.00
Transfer/sec:    263.94KB